[
    {
        "id": 1,
        "nombre": "Cuentos de Beedle el Bardo ",
        "descripcion": "Autoría: J. K. Rowling \r\n\r\nSerie de cuentos escritos por la figura legendaria de Beedle el bardo, traducidos de su lenguaje rúnico original por Hermione Granger, y anotados por Albus Dumbledore",
        "precio": "3500",
        "imagenes": "/img/productos/1656443047391-prodImg.jpg",
        "categoria": "literatura",
        "subcategoria": "cuento",
        "generos": [
            "urbana",
            "juvenil"
        ],
        "esNovedad": true,
        "esDestacado": false,
        "esOferta": false,
        "descuento": "",
        "fechaDeCreacion": "2022-06-28T19:04:07.398Z"
    },
    {
        "id": 2,
        "nombre": "Antología de la literatura fantástica",
        "descripcion": "Autoría: Adolfo Bioy Casares, Silvina Ocampo, Jorge Luis Borges.\r\n\r\n",
        "precio": "2300",
        "imagenes": "/img/productos/1656443192626-prodImg.jpg",
        "categoria": "literatura",
        "subcategoria": "cuento",
        "generos": [
            "clasica"
        ],
        "esNovedad": false,
        "esDestacado": false,
        "esOferta": true,
        "descuento": "20",
        "fechaDeCreacion": "2022-06-28T19:06:32.633Z"
    },
    {
        "id": 3,
        "nombre": "Coraline",
        "descripcion": "Autoría: Neil Gaiman\r\n\r\nAl día siguiente de mudarse de casa, Coraline explora las catorce puertas de su nuevo hogar. Trece se pueden abrir con normalidad, pero la decimocuarta está cerrada y tapiada. Cuando por fin consigue abrirla, Coraline se encuentra con un pasadizo secreto que la conduce a otra casa tan parecida a la suya que resulta escalofriante.\r\n\r\nSin embargo, hay ciertas diferencias que llaman su atención: la comida es más rica, los juguetes son tan desconocidos como maravillosos y, sobre todo, hay otra madre y otro padre que quieren que Coraline se quede con ellos, se convierta en su hija y no se marche nunca. Pronto Coraline se da cuenta de que, tras los espejos, hay otros niños que han caído en la trampa. Son como almas perdidas, y ahora ella es su única esperanza de salvación. Pero para rescatarlos tendrá también que recuperar a sus verdaderos padres, y cumplir así el desafío que le permitirá volver a su vida anterior.",
        "precio": "11",
        "imagenes": "/img/productos/1656443421367-prodImg.jpg",
        "categoria": "literatura",
        "subcategoria": "novela",
        "generos": [
            "urbana",
            "juvenil"
        ],
        "esNovedad": true,
        "esDestacado": true,
        "esOferta": false,
        "descuento": "",
        "fechaDeCreacion": "2022-06-28T19:10:21.376Z"
    },
    {
        "id": 4,
        "nombre": "El laberinto del Fauno",
        "descripcion": "Autoría: Guillermo del Toro - Cornelia Funke \r\n\r\nAmbientada en el año 1944, El laberinto del fauno cuenta el viaje de Ofelia, una niña de 13 años que se traslada hasta un pequeño pueblo donde su madre se casa con un cruel capitán del ejército franquista. Una noche, Ofelia descubre las ruinas de un laberinto donde se encuentra con un fauno, una extraña criatura que le hace una increíble revelación: Ofelia es en realidad una princesa, última de su estirpe, a la que los suyos llevan mucho tiempo esperando.",
        "precio": "3100",
        "imagenes": "/img/productos/1656443520775-prodImg.jpg",
        "categoria": "literatura",
        "subcategoria": "novela",
        "generos": [
            "oscura"
        ],
        "esNovedad": false,
        "esDestacado": true,
        "esOferta": false,
        "descuento": "",
        "fechaDeCreacion": "2022-06-28T19:12:00.783Z"
    },
    {
        "id": 5,
        "nombre": "La Metamorfosis",
        "descripcion": "Autoría: Franz Kafka\r\n\r\nTal vez te sorprenda encontrar el famoso relato de Kafka en este mundo fantástico y es que el mundo de Kafka es un mundo que obedece todo él a una ley onírica, para el relato kafkiano es una regla. Por tanto se trata, para nosotrxs, de una forma innovadora de relato fantástico respecto al del siglo XIX.\r\nLa metamorfosis es un relato dividido en tres partes, donde se narra la transformación de Gregorio Samsa, un viajante de comercio de telas, en un monstruoso insecto, y el impacto que tendrá este acontecimiento no solo en su vida, sino en la de su familia.",
        "precio": "1200",
        "imagenes": "/img/productos/1656443601413-prodImg.jpg",
        "categoria": "literatura",
        "subcategoria": "novela",
        "generos": [
            "clasica",
            "oscura"
        ],
        "esNovedad": false,
        "esDestacado": false,
        "esOferta": true,
        "descuento": "10",
        "fechaDeCreacion": "2022-06-28T19:13:21.421Z"
    },
    {
        "id": 6,
        "nombre": "Mort Cinder",
        "descripcion": "Autoría: Hector G. Oesterheld - Alberto Breccia \r\n\r\nEzra Winston, un anticuario de Londres, es guiado por misteriosas señales hasta la tumba de un ajusticiado, un tal Mort Cinder. Este vuelve de la muerte para arrastrarlo a sombrías aventuras y para contarle historias ocurridas en el fondo de los tiempos.\r\n\r\nEn esta edición de tamaño especial, las ilustraciones oscuras de Breccia se ven con un detalle que asusta. ",
        "precio": "5600",
        "imagenes": "/img/productos/1656443944880-prodImg.jpg",
        "categoria": "literatura",
        "subcategoria": "historieta",
        "generos": [
            "clasica",
            "oscura"
        ],
        "esNovedad": false,
        "esDestacado": true,
        "esOferta": false,
        "descuento": "",
        "fechaDeCreacion": "2022-06-28T19:19:04.888Z"
    },
    {
        "id": 7,
        "nombre": "Mort ",
        "descripcion": "Autoría: Terry Pratcchett \r\n\r\nCuarta novela de la hilarante saga del Mundodisco.\r\nEn esta entrega, Mortimer es un joven soñador y despistado a quien le toca en suerte una inesperada tarea: convertirse en aprendiz de la Muerte y aplicarse en liberar almas de su envoltura carnal.",
        "precio": "1800",
        "imagenes": "/img/productos/1656444097772-prodImg.jpg",
        "categoria": "literatura",
        "subcategoria": "novela",
        "generos": [
            "urbana",
            "juvenil"
        ],
        "esNovedad": true,
        "esDestacado": true,
        "esOferta": true,
        "descuento": "30",
        "fechaDeCreacion": "2022-06-28T19:21:37.778Z"
    },
    {
        "id": 8,
        "nombre": "Soñar con la superficie",
        "descripcion": "Autoría: Louise O'Neill\r\n\r\n¿Crees que conoces la historia de La sirenita? Tal vez deberías pensarlo mejor...\r\nEn el fondo del mar, a cierta distancia de la fría costa irlandesa, vive Gaia, una joven sirena que sueña con liberarse de un padre autoritario.\r\ncuánto tendrá que sacrificar?\r\n¿Qué deberá hacer la sirenita para encontrar su voz?\r\nUn libro con trasfondos profundamente sombríos, lleno de rabia y gritos de arenga: una narración extraordinaria.\r\nUna nueva visión del cuento de hadas de Hans Christian Andersen a través de una incisiva mirada feminista, dotada de un estilo deslumbrante y agudo y de la habilidad para construir mundos que le han conseguido a la autora legiones de leales admiradores",
        "precio": "2050",
        "imagenes": "/img/productos/1656444253766-prodImg.jpg",
        "categoria": "literatura",
        "subcategoria": "novela",
        "generos": [
            "clasica",
            "juvenil"
        ],
        "esNovedad": true,
        "esDestacado": false,
        "esOferta": false,
        "descuento": "",
        "fechaDeCreacion": "2022-06-28T19:24:13.773Z"
    },
    {
        "id": 9,
        "nombre": "Mouse Guard",
        "descripcion": "Autoría: David Petersen\r\n\r\nSituada en un mundo medieval sin humanos, la historia se centra en un grupo de ratones que han jurado servir a sus compañeros. Ellos son conocidos como los Mouse Guards, quienes, comandados por la matriarca Gwendolyn, procuran ese estatus y protegen a comerciantes y viajeros de alimañas, lobos y comadrejas.\r\n",
        "precio": "1000",
        "imagenes": "/img/productos/1656444393230-prodImg.jpg",
        "categoria": "literatura",
        "subcategoria": "historieta",
        "generos": [
            "medieval",
            "juvenil"
        ],
        "esNovedad": false,
        "esDestacado": true,
        "esOferta": false,
        "descuento": "20",
        "fechaDeCreacion": "2022-06-28T19:26:33.240Z"
    },
    {
        "id": 10,
        "nombre": "Cuentos de Terramar ",
        "descripcion": "Autoría: Ursula K. Le Guin \r\n\r\nEste libro cuenta de una serie de historias indeoendientes que coexisten en un mismo mundo, Terramar:\r\n \r\nEl Descubridor, una novela que transcurre unos cuantos cientos de años antes de Un mago en Terramar, presenta un Archipiélago oscuro y turbulento, y revela cómo se creó la Escuela de Roke.\r\n\r\nLos Huesos de la Tierra tiene como protagonistas a los magos que le enseñaron al primer maestro de Ged, y demuestra cómo la humildad, si es lo suficientemente grande, puede refrenar un terremoto. Rosaoscura y Diamante es la encantadora historia de un noviazgo juvenil, y muestra que a veces los magos pueden dedicarse a carreras alternativas.\r\n\r\nEn el Gran Pantano, de la breve pero accidentada época de Ged como Archimago de Terramar, habla del amor del poder y del poder del amor.\r\n\r\nDragónvolador muestra cómo una mujer, lo suficientemente decidida, puede romper el techo de cristal del reino masculino de la magia. Tiene lugar poco tiempo después de la última novela en Terramar, y también proporciona un puente -un puente de dragón- hasta la próxima novela en Terramar: En el otro viento.\r\n\r\nLa autora concluye esta colección con un ensayo sobre la historia de Terramar, su gente, sus lenguas, su literatura y su magia, y nos proporciona dos nuevos mapas de Terramar.",
        "precio": "900",
        "imagenes": "/img/productos/1656444503224-prodImg.jpg",
        "categoria": "literatura",
        "subcategoria": "cuento",
        "generos": [
            "medieval",
            "clasica"
        ],
        "esNovedad": true,
        "esDestacado": true,
        "esOferta": false,
        "descuento": "",
        "fechaDeCreacion": "2022-06-28T19:28:23.232Z"
    },
    {
        "id": 11,
        "nombre": "La historia interminable",
        "descripcion": "Autoría: Michael Ende \r\n\r\nHuyendo de niños que lo acosan, el apocado chico Bastián llega a la librería del antipático Karl Konrad Koreander, y allí descubre un libro que le llama la atención: La historia interminable. Cuando el dueño se ausenta, Bastián lo roba.\r\nEn el colegio, en vez de acudir a clase, decide esconderse en el desván para leerlo; al poco se adentrará en el mundo desvaneciente de Fantasia, donde el joven y valiente Atreyu emprende un gran viaje para salvar a la Emperatriz Infantil. Bastián ignora que está leyendo un libro mágico, y que esa historia será para él más que una historia.",
        "precio": "7",
        "imagenes": "/img/productos/1656444614567-prodImg.jpg",
        "categoria": "literatura",
        "subcategoria": "novela",
        "generos": [
            "clasica",
            "juvenil"
        ],
        "esNovedad": true,
        "esDestacado": false,
        "esOferta": true,
        "descuento": "5",
        "fechaDeCreacion": "2022-06-28T19:30:14.575Z"
    },
    {
        "id": 12,
        "nombre": "El mago de Oz",
        "descripcion": "Autoría: L. Frank Baum - Benjamin Lacombe - Sebastien Perez \r\n\r\nDorothy no podía imaginarse que la casa donde se resguardaba de los tornados saliera volando y aterrizase... en otro mundo. Deberá buscar la manera de regresar con su perrito Toto a casa. Para ello, viajará hasta la Ciudad de las Esmeraldas, donde el maravilloso Mago de Oz le concederá su deseo (o al menos eso le ha dicho la Bruja buena del Norte).\r\n\r\nEl Mago de Oz de todos los tiempos, esta vez, ilustrado maravillosa.. y un poco tenebrosamente, por Benjamin Lacombe.",
        "precio": "4000",
        "imagenes": "/img/productos/1656444792493-prodImg.jpg",
        "categoria": "literatura",
        "subcategoria": "novela",
        "generos": [
            "clasica"
        ],
        "esNovedad": true,
        "esDestacado": true,
        "esOferta": false,
        "descuento": "",
        "fechaDeCreacion": "2022-06-28T19:33:12.500Z"
    },
    {
        "id": 13,
        "nombre": "Historias Breves de Hogwarts : Poder Política y Poltegeists Pesados",
        "descripcion": "Autoría: J. K. Rowling \r\n\r\nCon estas historias sobre poder, política y unos poltergeists muy pesados te harás una idea del lado más oscuro de la comunidad mágica: descubrirás los despiadados orígenes de la profesora Umbridge, la verdad sobre los ministros de Magia y la historia de la prisión mágica de Azkaban. También bucearás en los primeros años de Horace Slughorn como maestro de pociones y su relación con un tal Tom Sorvolo Ryddle.",
        "precio": "9",
        "imagenes": "/img/productos/1656444961597-prodImg.jpg",
        "categoria": "literatura",
        "subcategoria": "cuento",
        "generos": [
            "urbana",
            "juvenil"
        ],
        "esNovedad": true,
        "esDestacado": false,
        "esOferta": false,
        "descuento": "",
        "fechaDeCreacion": "2022-06-28T19:36:01.605Z"
    },
    {
        "id": 14,
        "nombre": "Saga completa de Harry Potter ",
        "descripcion": "Eso que tanto estábamos esperando al fín sucedió. Este maravilloso equipo de humanxs se unió para narrar con sus voces la saga completa de Harry Potter, añadiendo sutiles pero importantes detalles de ambiente que comvierten el relato en toda una experiencia inmersiva. \r\nPreparate para escuchar cientos de horas de esta saga, en cualquier momento, en cualquier lugar.",
        "precio": "1700",
        "imagenes": "/img/productos/1656445122448-prodImg.jpg",
        "categoria": "literatura",
        "subcategoria": "audiolibro",
        "generos": [
            "urbana",
            "clasica",
            "juvenil"
        ],
        "esNovedad": true,
        "esDestacado": true,
        "esOferta": false,
        "descuento": "",
        "fechaDeCreacion": "2022-06-28T19:38:42.456Z"
    },
    {
        "id": 15,
        "nombre": "La música del silencio",
        "descripcion": "Autoría: Patrick Rothfuss\r\n\r\n«Al despertar, Auri supo que faltaban siete días. Sí, estaba segura. Él iría a visitarla al séptimo día.»\r\n\r\nLa Universidad, el bastión del conocimiento, atrae a las mentes más brillantes para aprender ciencias como la artificería y la alquimia. Pero bajo esos edificios y sus concurridas aulas existe un mundo en penumbra.\r\n\r\nEn ese laberinto de túneles antiguos, de salas y habitaciones abandonadas, de escaleras serpenteantes y pasillos semiderruidos vive Auri, otrora alumna de la Universidad. Ahora cuida de la Subrealidad, de la que ha aprendido que hay misterios que no conviene remover. Ya no se deja engañar por la lógica en la que tanto confían en lo alto: ella sabe reconocer los sutiles peligros y los nombres olvidados que se ocultan bajo la superficie de las cosas.",
        "precio": "700",
        "imagenes": "/img/productos/1656445216483-prodImg.jpg",
        "categoria": "literatura",
        "subcategoria": "audiolibro",
        "generos": [
            "medieval",
            "urbana",
            "juvenil"
        ],
        "esNovedad": false,
        "esDestacado": false,
        "esOferta": true,
        "descuento": "15",
        "fechaDeCreacion": "2022-06-28T19:40:16.493Z"
    },
    {
        "id": 16,
        "nombre": "Los mitos de Cthulhu",
        "descripcion": "Autoría: H. P. Lovercraft - A. Breccia \r\n\r\nLos mitos de Cthulhu es una mitología del terror cósmico y primitivo que acecha en lo cotidiano pero se mantiene en las sombras. Los mitos fueron alimentados por otros escritores, miembros del Círculo de Lovecraft. \r\nY, en esta edición,  han sido vueltos historieta por el famoso dibujante Alberto Breccia.",
        "precio": "1600",
        "imagenes": "/img/productos/1656445333137-prodImg.png",
        "categoria": "literatura",
        "subcategoria": "historieta",
        "generos": [
            "clasica",
            "oscura"
        ],
        "esNovedad": false,
        "esDestacado": true,
        "esOferta": false,
        "descuento": "",
        "fechaDeCreacion": "2022-06-28T19:42:13.149Z"
    },
    {
        "id": 17,
        "nombre": "Sueño en el pabellón Rojo I ",
        "descripcion": "Autoría: Cao Xuequin\r\n\r\nEl bello y trágico relato de los desvelos amorosos de Jia Baoyu y Lin Daiyu en la China del siglo XVIII, en el crepúsculo de un esplendor feudal que ya no es más que un sueño, no sólo constituye un abanico de todas las pasiones humanas, en el que se entremezclan dulzura y crueldad, sino que es a la vez una crónica deslumbrante de los claroscuros de la sociedad y la cultura de la China imperial.",
        "precio": "800",
        "imagenes": "/img/productos/1656445510643-prodImg.jpg",
        "categoria": "literatura",
        "subcategoria": "audiolibro",
        "generos": [
            "clasica"
        ],
        "esNovedad": false,
        "esDestacado": true,
        "esOferta": false,
        "descuento": "",
        "fechaDeCreacion": "2022-06-28T19:45:10.649Z"
    }
]